import { atom } from "recoil";

export const openSideMenu = atom({
  key: "openSideMenu",
  default: false,
});

export const selectedDoctor = atom({
  key: "selectedDoctor",
  default: {
    bio:
      "简介：毕业于徐州医学院（现徐州医科大学），从事呼吸内科临床诊疗工作30余年。对支气管哮喘、慢阻肺、间质性肺疾病等呼吸疾病，以及各种疑难病例的治疗有着丰富的临床诊疗经验和独到的见解。曾多次前往美国、英国交流学习，拓宽学术视野，同时参与...",
    cat: "儿科",
    goodAt:
      "擅长：支气管哮喘、支气管扩张、慢性支气管炎、间质性肺炎、肺气肿、肺心病、肺间质纤维化、慢性阻塞性肺病、慢性咳嗽、呼吸衰竭、尘肺、矽肺等。",
    id: 1,
    name: "石志坚",
    pic: "/v-doc-1.jpg",
    title: "小儿内科副主任医师",
  },
});

export const doctors = atom({
  key: "openSideMenu",
  default: [
    {
      id: 1,
      name: "石志坚",
      pic: "/v-doc-1.jpg",
      title: "小儿内科副主任医师",
      cat: "儿科",
      goodAt:
        "擅长：支气管哮喘、支气管扩张、慢性支气管炎、间质性肺炎、肺气肿、肺心病、肺间质纤维化、慢性阻塞性肺病、慢性咳嗽、呼吸衰竭、尘肺、矽肺等。",
      bio:
        "简介：毕业于徐州医学院（现徐州医科大学），从事呼吸内科临床诊疗工作30余年。对支气管哮喘、慢阻肺、间质性肺疾病等呼吸疾病，以及各种疑难病例的治疗有着丰富的临床诊疗经验和独到的见解。曾多次前往美国、英国交流学习，拓宽学术视野，同时参与...",
    },
    {
      id: 2,
      name: "王光强",
      pic: "/doctor-2.jpg",
      title: "小儿内科副主任医师",
      cat: "儿科",
      goodAt:
        "擅长：支气管哮喘、支气管扩张、慢性支气管炎、间质性肺炎、肺气肿、肺心病、肺间质纤维化、慢性阻塞性肺病、慢性咳嗽、呼吸衰竭、尘肺、矽肺等。",
      bio:
        "简介：毕业于徐州医学院（现徐州医科大学），从事呼吸内科临床诊疗工作30余年。对支气管哮喘、慢阻肺、间质性肺疾病等呼吸疾病，以及各种疑难病例的治疗有着丰富的临床诊疗经验和独到的见解。曾多次前往美国、英国交流学习，拓宽学术视野，同时参与...",
    },
    {
      id: 3,
      name: "周俊",
      pic: "/doctor-3.jpg",
      title: "小儿内科副主任医师",
      cat: "儿科",
      goodAt:
        "擅长：支气管哮喘、支气管扩张、慢性支气管炎、间质性肺炎、肺气肿、肺心病、肺间质纤维化、慢性阻塞性肺病、慢性咳嗽、呼吸衰竭、尘肺、矽肺等。",
      bio:
        "简介：毕业于徐州医学院（现徐州医科大学），从事呼吸内科临床诊疗工作30余年。对支气管哮喘、慢阻肺、间质性肺疾病等呼吸疾病，以及各种疑难病例的治疗有着丰富的临床诊疗经验和独到的见解。曾多次前往美国、英国交流学习，拓宽学术视野，同时参与...",
    },
    {
      id: 4,
      name: "吕莎莎",
      pic: "/doctor-4.jpg",
      title: "小儿内科副主任医师",
      cat: "儿科",
      goodAt:
        "擅长：支气管哮喘、支气管扩张、慢性支气管炎、间质性肺炎、肺气肿、肺心病、肺间质纤维化、慢性阻塞性肺病、慢性咳嗽、呼吸衰竭、尘肺、矽肺等。",
      bio:
        "简介：毕业于徐州医学院（现徐州医科大学），从事呼吸内科临床诊疗工作30余年。对支气管哮喘、慢阻肺、间质性肺疾病等呼吸疾病，以及各种疑难病例的治疗有着丰富的临床诊疗经验和独到的见解。曾多次前往美国、英国交流学习，拓宽学术视野，同时参与...",
    },
  ],
});
