const feeds = [
    {
      title: `卑詩多地高溫破紀錄 熱浪未完 恐要再捱一周
      多區斷電 大溫數市宣布停課免中暑`,
      photo: "/new1.jpg",
      cat: "本地",
      content: `卑詩近日氣溫在40攝氏度上下，多地氣溫打破歷來6月高溫歷史紀錄，用電量亦「破表」，但氣候學家提醒，「最糟糕的尚未到來」。熱浪迫使溫哥華、列治文及本那比等校區今天決定停課一天，請家長勿送子女到學校，以免中暑。

      熱浪下亦有倡權者呼籲，政府重開溫東奧本海默公園(Oppenheimer Park)，以便無家可歸人士避暑。
      
      本地氣象學家庫斯(Michael Kuss)表示，周日、周一的氣溫比周六高至少1、2度，濕度則大致相同，而海邊的氣溫會上升到40度。極端高溫可能會在本周二結束，但接下來沿海及內陸地區的氣溫仍將分別保持在23及29度左右。
      
      剛過去的周末，卑詩省不僅打破了高溫記錄，由於許多民眾打開風扇或空調降溫，亦令全省用電量猛增。
      
      卑詩水電公司(BC Hydro)表示，周六晚的用電量創下峰值，用電量達到每小時7,972兆瓦，打破了去年8月創下的7,897兆瓦的最高紀錄。此外，通常工作日的用電量較節假日更高，預計周一用電量將繼續攀升。
      
      卑詩省至少有44個縣市周六錄得高溫峰值。溫哥華測得32度，超過舊紀錄2度；阿博斯福(Abbotsford)為39度，比舊記錄高出9度；維多利亞35度，高出此前最高氣溫6度；奧肯那根(Okanagan)奧索幼斯(Osoyoos)、葛特尼(Kootenays)納庫斯普(Nakusp)分別為39度、35度。
      
      昨天下午6時左右，新西敏市與本那比市交界地區出現大範圍停電，600多戶慘受酷熱下停電之苦。
      
      昨日，利頓(Lytton)以43.2度的高溫打破全國6月最熱氣溫記錄；菲沙河谷(Fraser Valley)錄得40度高溫，位於智利域附近的柯蒂斯湖(Cultus Lake)首次突破40度大關；內陸小鎮卡切溪(Cache Creek)升至42.5度；盧域區(Lillooet)以43.1度破了當地紀錄；此外，由於融雪導致河流水位上升，彭伯頓山谷(Pemberton Valley)已發布疏散令。
      
      熱浪未到頂 至少7月6日始降溫
      
      但氣象學家瓦格斯塔夫(Johanna Wagstaffe)表示，「最糟糕的情況尚未到來」，低陸平原將在周一達到史無前例的45度，最糟糕的內陸地區，酷熱疊加濕熱指數，體感溫度可高達50度，預計全省至少要到7月6日以後才會降溫。
      
      專家預計，目前的高溫紀錄可能很快就會被打破，隨着進入盛夏，未來氣候料將更為炎熱。
      
      另一方面，溫市藥物政策和扶貧顧問沃德(Karen Ward)呼籲政府重開溫東奧本海默公園，以便無家可歸人士有地方避暑，「這是一個令人們可以聚集在一起的社區場所。」
      
      去年5月，原本駐紮在奧本海默公園內的帳篷城露宿者遭省府清場，有一部分人士轉至850米外的士達孔拿公園(Strathcona Park)。上月，士達孔拿公園的搬遷死線到期，溫市府指，已為184名露宿者安排室內住所，但仍有少量帳篷未清走。沃德指出，溫東民眾正遭受「城市熱島效應」的衝擊，該社區建築、街道密集，不成比例地缺乏可達綠地。
      
      沃德說，她向市府詢問重開公園事宜，但沒有得到答复。她又指，許多容納無家可歸人士的單室住所(SRO)裝備簡陋，無法應對極端氣溫的挑戰。
      
      據1130報道，溫市府職員表示，正在努力盡快重新開放奧本海默公園，但同時強調，重開與持續的熱浪無關，公園原本就預備在今年6月中旬向大眾開放。`
    },
    {
      title: `航空業尋聯邦清晰指引 制訂航線復常業務`,
      photo: "/new2.jpg",
      cat: "本地",
      content: `隨着疫苗接種率的攀升和疫情的緩解，加拿大的航空業現正就在何時重啟航空旅行向聯邦政府尋求一些確定性。加拿大全國航空議會(National Airlines Council of Canada)指出，聯邦政府在今年5月發表的專家小組報告是一個很好的起點。

      加拿大全國航空議會的主席麥克納尼(Mike McNaney)指出， 自疫情爆發以來，加拿大約有90%的航空業務被關閉。航空公司現正從拼湊的重啟計劃中制訂航線，這些重啟計劃由不同的省份和國際上其他國家制訂。
      
      他指出：「我們正試圖將更多的承載量帶回市場，以及讓更多的僱員重返工作崗位，但我們正在做的規劃只流於表面，當中缺乏清晰的聯邦計劃。」
      
      他又說：「我們正尋求的是來自聯邦政府的非常清晰直白的計劃，看看其他的政府和司法管轄地區是如何營運的。」
      
      他還指出，上述計劃將考慮到多種不同的公共衛生指標，以及這些指標將如何影響航空政策、邊境限制和檢測要求等。
      
      麥克納尼並說，制訂上述計劃的一個很好的起點，將是聯邦政府在今年5月發表的專家小組報告。
      
      該份報告確認了5個組別的陸路和航空旅客，包括：已全面接種疫苗的旅客；已接種第一劑疫苗的旅客；尚未接種疫苗的旅客等，以及針對不同組別的旅客在入境加拿大時應採取哪些措施。
      
      根據萬事達信用卡數據和服務(Mastercard Data and Services)在最近發表的一份報告，全球已有五分之一的國家在國內的航班活動方面，已恢復到疫情爆發前最少90%的水平。
      
      相比之下，截至今年5月，加拿大的國內航班活動僅達到疫情爆發前28%的水平。加拿大的國際航班活動更加落後，僅達到疫情爆發前18%的水平。
      
      上述報告還揭示，在今年5月中旬，美國國內航班活動已超過了疫情爆發前的水平，國際航班活動則恢復到疫情爆發前75%的水平。
      
      對此，麥克納尼說：「那些正確重啟航空旅行的國家將取得勝利，他們將從那些沒有正確重啟的國家，搶奪市場份額、投資和工作職位。」`
    },
    {
      title: `列市Terra Nova住宅區槍擊 兩人伏屍街頭`,
      photo: "/new3.jpg",
      cat: "本地",
      content: `列治文西的特拉諾瓦住宅區(Terra Nova)昨晚發生駭人槍擊案，區內居民指稱突然傳來連串槍響聲，現場有兩具屍體。

      大批警員及警車於昨晚約8時趕到西敏公路(Westminster Hwy.)夾巴納德路(Barnard Dr.)一處民宅街頭，警方將大範圍封鎖，荷槍實彈的警員在戒備。
      
      華裔居民指稱，事件在家門前發生，多部消防和警車封鎖街道，「聽說兩人死亡，真是嚇死人，哪兒都不太平。」
      
      一鄰居指，當時她與朋友在廚房內，突然傳來約5下響聲，她並跟朋友說，自己似是聽到連環槍響，豈料數分鐘後便有警車及消防等警號聲。
      
      該鄰居表示，對於自己家門的街頭變成犯罪現場，完全預料不到又震驚。
      
      另有目擊者指最少有3聲槍響，逾10部消防、救護及警車趕至。
      
      年輕鄰居說，當時他剛離開朋友家準備步行回家，途中突然傳來槍響聲，不久後便有警車飛奔至現場，並於轉角位時看到兩人躺在地上，後來警方為屍體蓋上膠布。
      
      現場相信有兩具被膠布蓋着的屍體，一具在一房屋門前草地，另一具就在路中心，有指兩死者為一男一女，但仍有待警方證實。
      
      事發位置四處是民居，並位近一小學及商場。另有市民表示，對於近期鬧市連環發生槍擊案，他感到憤怒和心痛，並呼籲政府和警方加緊行動，必須調查是否與幫派有關。
      `},
    {
      title: `列市Terra Nova住宅區槍擊 兩人伏屍街頭`,
      photo: "/news4.jpg",
      cat: "本地",
      content: `列治文西的特拉諾瓦住宅區(Terra Nova)昨晚發生駭人槍擊案，區內居民指稱突然傳來連串槍響聲，現場有兩具屍體。

      大批警員及警車於昨晚約8時趕到西敏公路(Westminster Hwy.)夾巴納德路(Barnard Dr.)一處民宅街頭，警方將大範圍封鎖，荷槍實彈的警員在戒備。
      
      華裔居民指稱，事件在家門前發生，多部消防和警車封鎖街道，「聽說兩人死亡，真是嚇死人，哪兒都不太平。」
      
      一鄰居指，當時她與朋友在廚房內，突然傳來約5下響聲，她並跟朋友說，自己似是聽到連環槍響，豈料數分鐘後便有警車及消防等警號聲。
      
      該鄰居表示，對於自己家門的街頭變成犯罪現場，完全預料不到又震驚。
      
      另有目擊者指最少有3聲槍響，逾10部消防、救護及警車趕至。
      
      年輕鄰居說，當時他剛離開朋友家準備步行回家，途中突然傳來槍響聲，不久後便有警車飛奔至現場，並於轉角位時看到兩人躺在地上，後來警方為屍體蓋上膠布。
      
      現場相信有兩具被膠布蓋着的屍體，一具在一房屋門前草地，另一具就在路中心，有指兩死者為一男一女，但仍有待警方證實。
      
      事發位置四處是民居，並位近一小學及商場。另有市民表示，對於近期鬧市連環發生槍擊案，他感到憤怒和心痛，並呼籲政府和警方加緊行動，必須調查是否與幫派有關。
      `},
    {
      title: `搭公交遊大溫景點門票減25%
      運聯今夏聯手溫市旅遊局推出`,
      photo: "/news5.jpg",
      cat: "本地",
      content: `運輸聯線(TransLink)與溫哥華旅遊局(Destination Vancouver)聯手推廣公交旅遊，在防疫措施獲放寬的夏季，鼓勵民眾乘搭公共交通工具去重新探索大溫地區景點，給本地多個觀光旅行團及景點門票等提供25%折扣。

      運輸聯線昨日啟動的推廣活動名為「重新連接」(Reconnect Campaign)，除給部分旅遊活動或景點以折扣價訂票外，運聯也會給大溫受歡迎景點增加巴士班次服務，包括一些戶外活動地點，如史丹利公園(Stanley Park)、白松灘(White Pine Beach)、邦澤湖(Buntzen Lake)和獅子灣(Lions Bay)等。
      
      旅遊熱點增巴士班次
      
      運聯傳訊部副主席Steve Vanagas說：「在防疫限制獲放寬後，現在是時候走出去，乘搭公共交通工具去重新發掘我們的城市，以及與我們喜愛的地方，和所愛的人重新連接起來。」
      
      他指，是次夏季推廣活動是運聯首個項目去鼓勵民眾重新發現大溫公交系統，民眾會發現它是一個可負擔和方便的系統，也可讓民眾與親友連接起來，帶他們到想去的地方。
      
      民眾凡透過viator.com訂購門票或行程，只需在結帳前輸入推廣密碼「LOVETRANSIT」便可獲減費25%，數量有限；而參加計劃的旅遊景點或活動包括FlyOver Canada、卡比蘭奴吊橋(Capilano Suspension Bridge)和Sea Vancouver Waterfont Sightseeing Adventures等。
      
      溫哥華旅遊局主席兼行政總裁Royce Chwin表示，旅遊局很高興能與運聯合作，去幫助居民及遊客，重新發掘區內很特別的景點與觀光活動，「夏季是很多本地旅遊業者的關鍵季節，他們為旅遊經濟作出貢獻，我們期望這計劃可鼓勵民眾在業者最需要時支持他們。」
      
      此外，運聯還在其網頁上設立了一個可互動的地圖，乘客可利用該地圖預先計劃好可享折扣的行程路線，地圖可顯示最快捷的公交路線。
      
      運聯亦派出其「Reconnect Bus」，一部色彩燦爛的巴士，來慶祝大溫重拾節日活動，它會停於多個受歡迎的地點，向民眾展示公交系統的新穎和已改善之處，包括解釋使巴士可更加衛生安全的通風系統是如何運作，民眾可透過關注運聯推特戶口@TransLinkNews來追蹤該巴士的位置。
      `},
    {
      title: `素里發生刺人及縱火案 一名5歲幼童身亡`,
      photo: "/news6.webp",
      cat: "本地",
      content: `素里發生刺人及縱火案，一名5歲幼童身亡，一名42歲女子遭刺重傷，嫌犯在案發後跳橋失蹤，相信已經死亡。警方初步調查顯示，案件涉及家庭糾紛。

      案發周一晚間大約9時15分，素里94大道（94th Avenue）夾154街（154th Street）一個房屋，一名女子遭刺重傷後逃離住所，但一名5歲幼童仍留在家中。
      
      Ads by Ad.Plus
      警方表示，受害者與嫌犯相識，嫌犯涉嫌在住宅內縱火後駕駛一輛紅色富士（SUBARU）房車逃離現場。消防員到場撲滅大火，但發現一名5歲幼童喪生火場，調查人員表示，目前仍在調查幼童的死因。
      
      不久之後，大約晚間9時40分，高貴林皇家騎警接到報告，一名男子從曼港橋（Port Mann Bridge）跳下。
      
      素里皇家周二在新聞稿中表示，這名跳橋男子估計已經死亡，據信他是素里刺人和縱火案的嫌犯。他駕駛的車輛停在橋上，高貴林皇家騎警正在菲沙河搜尋這名男子。
      
      警方相信，案件並非隨機事件，綜合兇案調查組（IHIT）已接手調查。
      
      素里皇家騎警發言人斯圖爾科(Elenore Sturko)表示，初步调查表明，案件涉及家庭糾紛，當事人之間彼此認識。她說：「這是一起令人心碎的事件，社區中的許多人，包括一線救援人員，都受到這場悲劇的影響。」
      
      街坊鄰居也對事件感到震驚。希爾德布蘭德 (Jamie Hildebrand) 說：「他的小單車還停在那裡，令人心碎。」她又表示，她的兒子及朋友們目睹這一切，心理飽受創傷。
      
      警方呼籲任何有相關線索的人致電1-877-551-4448與IHIT聯絡，或匿名致電滅罪熱線。
      `},
  ]

  export default feeds;