const herbsData = [
    {
      id: 1,
      pic: "/herb-1.jpg",
      title: "八角莲",
      content:
        "仙茅（别名：Curculigo orchioides Gaertn.），别名地棕（四川、贵州省），独茅（四川），山党参（福建省），仙茅参（云南省），海南省参（海南",
    },
    {
      id: 2,
      pic: "/herb-3.jpg",
      title: "西洋参",
      content:
        "仙茅（别名：Curculigo orchioides Gaertn.），别名地棕（四川、贵州省），独茅（四川），山党参（福建省），仙茅参（云南省），海南省参（海南",
    },
    {
      id: 3,
      pic: "/herb-4.jpg",
      title: "五叶绞股蓝",
      content:
        "五叶绞股蓝，即五叶参，因其每一个叶茎生五个叶子，故称五叶绞股蓝。五叶绞股蓝嫩叶尖位置被做成五叶龙须茶。葫芦科属，多年生长 宿根蔓生植物，普",
    },
    {
      id: 4,
      pic: "/herb-2.jpg",
      title: "巴戟天",
      content:
        "田七菜是日常生活非常火爆的一种瓜果蔬菜，它是五加科绿色植物的一种，关键生产在我国云南省和广西省等地归属于多年生长 木本植物，大家以应用它的",
    },
    {
      id: 1,
      pic: "/herb-1.jpg",
      title: "仙茅草",
      content:
        "仙茅（别名：Curculigo orchioides Gaertn.），别名地棕（四川、贵州省），独茅（四川），山党参（福建省），仙茅参（云南省），海南省参（海南",
    },
    {
      id: 2,
      pic: "/herb-3.jpg",
      title: "白芨",
      content:
        "仙茅（别名：Curculigo orchioides Gaertn.），别名地棕（四川、贵州省），独茅（四川），山党参（福建省），仙茅参（云南省），海南省参（海南",
    },
    {
      id: 3,
      pic: "/herb-4.jpg",
      title: "附子",
      content:
        "五叶绞股蓝，即五叶参，因其每一个叶茎生五个叶子，故称五叶绞股蓝。五叶绞股蓝嫩叶尖位置被做成五叶龙须茶。葫芦科属，多年生长 宿根蔓生植物，普",
    },
    {
      id: 4,
      pic: "/herb-2.jpg",
      title: "八角枫根",
      content:
        "田七菜是日常生活非常火爆的一种瓜果蔬菜，它是五加科绿色植物的一种，关键生产在我国云南省和广西省等地归属于多年生长 木本植物，大家以应用它的",
    },
    {
      id: 2,
      pic: "/herb-3.jpg",
      title: "西洋参",
      content:
        "仙茅（别名：Curculigo orchioides Gaertn.），别名地棕（四川、贵州省），独茅（四川），山党参（福建省），仙茅参（云南省），海南省参（海南",
    },
    {
      id: 3,
      pic: "/herb-4.jpg",
      title: "五叶绞股蓝",
      content:
        "五叶绞股蓝，即五叶参，因其每一个叶茎生五个叶子，故称五叶绞股蓝。五叶绞股蓝嫩叶尖位置被做成五叶龙须茶。葫芦科属，多年生长 宿根蔓生植物，普",
    },
    {
      id: 4,
      pic: "/herb-2.jpg",
      title: "田七菜",
      content:
        "田七菜是日常生活非常火爆的一种瓜果蔬菜，它是五加科绿色植物的一种，关键生产在我国云南省和广西省等地归属于多年生长 木本植物，大家以应用它的",
    },
    {
      id: 2,
      pic: "/herb-3.jpg",
      title: "西洋参",
      content:
        "仙茅（别名：Curculigo orchioides Gaertn.），别名地棕（四川、贵州省），独茅（四川），山党参（福建省），仙茅参（云南省），海南省参（海南",
    },
    {
      id: 3,
      pic: "/herb-4.jpg",
      title: "五叶绞股蓝",
      content:
        "五叶绞股蓝，即五叶参，因其每一个叶茎生五个叶子，故称五叶绞股蓝。五叶绞股蓝嫩叶尖位置被做成五叶龙须茶。葫芦科属，多年生长 宿根蔓生植物，普",
    },
    {
      id: 4,
      pic: "/herb-2.jpg",
      title: "田七菜",
      content:
        "田七菜是日常生活非常火爆的一种瓜果蔬菜，它是五加科绿色植物的一种，关键生产在我国云南省和广西省等地归属于多年生长 木本植物，大家以应用它的",
    },
  ];

  export default herbsData;